tap "homebrew/bundle"
tap "nikitabobko/tap"
tap "romkatv/gitstatus"
brew "aria2"
brew "bash"
brew "gh"
brew "git"
brew "go"
brew "htop"
brew "nmap"
brew "p7zip"
brew "podman"
brew "podman-compose"
brew "ripgrep"
brew "shellcheck"
brew "shfmt"
brew "tmux"
brew "tree"
brew "wget"
brew "zsh-autosuggestions"
brew "zsh-history-substring-search"
brew "zsh-syntax-highlighting"
brew "romkatv/gitstatus/gitstatus"
cask "aerospace"
cask "android-platform-tools"
cask "appcleaner"
cask "daisydisk"
cask "datagrip"
cask "devtoys"
cask "dotnet-sdk"
cask "firefox"
cask "iina"
cask "iterm2"
cask "keka"
cask "kekaexternalhelper"
cask "mac-mouse-fix"
cask "maccy"
cask "rectangle"
cask "rider"
cask "syncthing"
cask "tailscale"
cask "transmission"
cask "visual-studio-code"
vscode "dbaeumer.vscode-eslint"
vscode "editorconfig.editorconfig"
vscode "enkia.tokyo-night"
vscode "esbenp.prettier-vscode"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-pull-request-github"
vscode "golang.go"
vscode "mads-hartmann.bash-ide-vscode"
vscode "miguelsolorio.fluent-icons"
vscode "mkhl.shfmt"
vscode "ms-dotnettools.csdevkit"
vscode "ms-dotnettools.csharp"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "redhat.vscode-xml"
vscode "redhat.vscode-yaml"
vscode "timonwong.shellcheck"
vscode "usernamehw.errorlens"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "visualstudioexptteam.vscodeintellicode-completions"
vscode "vscode-icons-team.vscode-icons"
vscode "vscodevim.vim"
