tap "homebrew/bundle"
tap "homebrew/services"
tap "romkatv/gitstatus"
brew "openssl@3"
brew "ansible-language-server"
brew "ansible-lint"
brew "aria2"
brew "bash"
brew "git"
brew "htop"
brew "nmap"
brew "podman"
brew "python@3.11"
brew "ripgrep"
brew "shellcheck"
brew "shfmt"
brew "tmux"
brew "tree"
brew "wget"
brew "yamllint"
brew "zsh-autosuggestions"
brew "zsh-history-substring-search"
brew "zsh-syntax-highlighting"
brew "romkatv/gitstatus/gitstatus"
cask "android-file-transfer"
cask "android-platform-tools"
cask "appcleaner"
cask "cloudflare-warp"
cask "daisydisk"
cask "devtoys"
cask "discord"
cask "firefox"
cask "github"
cask "iina"
cask "iterm2"
cask "keka"
cask "kekaexternalhelper"
cask "mac-mouse-fix"
cask "obsidian"
cask "rectangle"
cask "syncthing"
cask "tailscale"
cask "transmission"
cask "visual-studio-code"
vscode "esbenp.prettier-vscode"
vscode "github.vscode-pull-request-github"
vscode "miguelsolorio.fluent-icons"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "redhat.ansible"
vscode "redhat.vscode-xml"
vscode "redhat.vscode-yaml"
vscode "usernamehw.errorlens"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "visualstudioexptteam.vscodeintellicode-completions"
vscode "vscode-icons-team.vscode-icons"
vscode "vscodevim.vim"
