tap "homebrew/bundle"
tap "homebrew/cask-versions"
tap "homebrew/services"
tap "romkatv/gitstatus"
brew "openssl@3"
brew "aria2"
brew "bash"
brew "git"
brew "htop"
brew "nmap"
brew "node@20"
brew "python@3.11"
brew "ripgrep"
brew "shellcheck"
brew "shfmt"
brew "stress-ng"
brew "tmux"
brew "tree"
brew "wget"
brew "zsh-autosuggestions"
brew "zsh-history-substring-search"
brew "zsh-syntax-highlighting"
brew "romkatv/gitstatus/gitstatus"
cask "android-file-transfer"
cask "android-platform-tools"
cask "appcleaner"
cask "daisydisk"
cask "deepl"
cask "devtoys"
cask "discord"
cask "docker"
cask "dotnet-sdk"
cask "firefox"
cask "github"
cask "iina"
cask "iterm2"
cask "keka"
cask "kekaexternalhelper"
cask "keyboardcleantool"
cask "mac-mouse-fix"
cask "moonlight"
cask "motrix"
cask "obsidian"
cask "rectangle"
cask "rider"
cask "soduto"
cask "steam"
cask "syncthing"
cask "tailscale"
cask "transmission"
cask "utm"
cask "visual-studio-code"
vscode "christian-kohler.npm-intellisense"
vscode "codeium.codeium"
vscode "continue.continue"
vscode "dbaeumer.vscode-eslint"
vscode "dotenv.dotenv-vscode"
vscode "editorconfig.editorconfig"
vscode "esbenp.prettier-vscode"
vscode "github.vscode-pull-request-github"
vscode "miguelsolorio.fluent-icons"
vscode "ms-azuretools.vscode-docker"
vscode "ms-dotnettools.csdevkit"
vscode "ms-dotnettools.csharp"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-dotnettools.vscodeintellicode-csharp"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode.powershell"
vscode "redhat.vscode-xml"
vscode "redhat.vscode-yaml"
vscode "usernamehw.errorlens"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "visualstudioexptteam.vscodeintellicode-completions"
vscode "vscode-icons-team.vscode-icons"
vscode "xabikos.javascriptsnippets"
